Repository: thewear-team/thewear
Catalog: *.lproj/Localizable.strings
Languages: fr, ru

source: Weather forecast
fr: Prévisions météo
ru: Прогноз погоды

source: Weather in
fr: Prévisions météo pour
ru: Прогноз погоды для

source: Today
fr: Aujourd'hui
ru: Cегодня

source: Today
ru: Cегодня

source: Today,
ru: Cегодня,

source: Now
fr: Maintenant
ru: Сейчас

source: Day
fr: Jour
ru: День

source: Morning
fr: Matin
ru: Утро

source: Evening
fr: Soir
ru: Вечер

source: Night
fr: Nuit
ru: Ночь

source: Settings
fr: Configuration
ru: Настройки

source: Gender
fr: Genre
ru: Пол

source: Use current location
fr: Utiliser la géolocalisation
ru: Использовать геолокацию

source: Temperature
fr: Température
ru: Температура

source: Wind Speed
fr: Vents
ru: Ветер

source: Pressure
fr: Pression atmosphérique
ru: Атмосферное давление

source: man
fr: masculin
ru: муж

source: woman
fr: féminin
ru: жен

source: Man
fr: Homme
ru: Муж

source: Woman
fr: Femme
ru: Жен

source: Skin color
fr: Couleur de la peau
ru: Цвет кожи

source: Notifications
ru: Уведомления

source: Notifications time
fr: Heure de notification
ru: Время уведомлений

source: Change person
fr: Changer l'apparence
ru: Изменить внешность

source: Person
fr: Apparence
ru: Внешность

source: Hairstyle, beard and mustache
ru: Прическа, усы и борода

source: Hairstyle
fr: Coiffeur
ru: Прическа

source: Hair color
fr: Couleur des cheveux
ru: Цвет волос

source: Done
fr: Fini
ru: Готово

source: Write to developers
fr: Écrire aux développeurs
ru: Написать разработчикам

source: kmPh
ru: км/ч

source: mPs
ru: м/с

source: hPa
ru: мбар

source: mmHg
ru: мм.рт.ст.

source: ºC
fr: ºС
ru: ºС

source: F
fr: ºF
ru: ºF

source: Feels like
fr: RealFeel
ru: Ощущается как

source: high UV.
fr: faites attention aux UV.
ru: обратите внимание на уровень UV.

source: mind strong wind.
fr: le vent est fort.
ru: сильный ветер.

source: the day temperature is
fr: température diurne -
ru: дневная температура -

source: Stay warm!
fr: Il fait très froid! Rester au chaud!
ru: Очень холодно! Одевайтесь теплее!

source: Very cold. Put on a scarf, gloves and a warm coat.
fr: Il fait très froid, mettez une écharpe, des gants et un manteau chaud.
ru: Очень холодно! Наденьте шапку, шарф и перчатки.

source: Put on a scarf, gloves and a warm coat.
fr: Mettez une écharpe, des gants et un manteau chaud.
ru: Наденьте шапку, шарф и перчатки.

source: Feels cold. Put on a coat and a scarf with gloves.
fr: Il fait froid, mettez des gants et un manteau chaud.
ru: Холодно. Наденьте куртку, перчатки и шарф.

source: Put on a coat.
fr: Il fait frais, mettez un manteau.
ru: Прохладно, наденьте куртку.

source: Put on a coat and a scarf with gloves.
fr: Mettez un manteau et des gants.
ru: Наденьте шапку, шарф и перчатки

source: Put on a windbreaker.
fr: Mettez un coupe-vent.
ru: Наденьте ветровку или легкую куртку.

source: Put on a T-shirt.
fr: Chaud, mettez un t-shirt.
ru: Тепло, наденьте футболку.

source: It's very hot. Put on your lightest clothes.
fr: Il fait très chaud, mettez vos vêtements les plus légers.
ru: Очень жарко! Одевайтесь в самую легкую одежду.

source: Put on a longsleeve.
fr: Il fait assez chaud, mettez un t-shirt.
ru: Прохладно, наденьте лонгслив.

source: Tomorrow
fr: Demain
ru: Завтра

source: Sunny
fr: Ensoleillé
ru: Солнечно

source: Clear
fr: Ciel clair
ru: Ясно

source: Partly Cloudy
fr: Partiellement nuageux
ru: Временами облачно

source: Cloudy
fr: Nuageux
ru: Облачно

source: Overcast
fr: Couvert
ru: Облачность

source: Mist
fr: Brume
ru: Туман

source: Patchy rain nearby
fr: Pluie éparse à proximité
ru: Небольшой дождь

source: Patchy snow nearby
fr: Neige éparse à proximité
ru: Небольшой снег

source: Patchy freezing drizzle
fr: Bruine verglaçante éparse à proximité
ru: Заморозки, небольшой дождь

source: Patchy sleet
fr: Grésil épars à proximité
ru: Небольшой дождь со снегом

source: Thundery outbreaks
fr: Foyers orageux à proximité
ru: Грозы

source: Blowing snow
fr: Rafales de neige
ru: Метель

source: Fog
fr: Brouillard
ru: Туман

source: Blizzard
ru: Пурга

source: Freezing fog
fr: Brouillard givrant
ru: Заморозки, туман

source: Patchy light drizzle
fr: Bruine légère éparse
ru: Небольшой дождь, заморозки

source: Light drizzle
fr: Bruine légère
ru: Моросящий дождь

source: Freezing drizzle
fr: Bruine verglaçante
ru: Заморозки, моросящий дождь

source: Heavy freezing drizzle
fr: Forte bruine verglaçante
ru: Заморозки, дождь

source: Patchy light rain
fr: Pluie légère éparse
ru: Местами небольшой дождь

source: Light rain
fr: Pluie légère
ru: Небольшой дождь

source: Moderate rain at times
fr: Pluie modérée par moments
ru: Умеренный дождь

source: Moderate rain
fr: Pluie modérée
ru: Умеренный дождь

source: Heavy rain at times
fr: Pluie forte par moments
ru: Местами сильный дождь

source: Heavy rain
fr: Pluie forte
ru: Сильный дождь

source: Light freezing rain
fr: Pluie verglaçante légère
ru: Небольшой дождь, заморозки

source: Freezing rain
fr: Pluie verglaçante
ru: Дождь, заморозки

source: Light sleet
fr: Grésil légère
ru: Небольшой дождь со снегом

source: Sleet
fr: La neige fondue
ru: Дождь со снегом

source: Patchy light snow
fr: Neige légère éparse
ru: Небольшой дождь со снегом

source: Light snow
fr: Neige légère
ru: Небольшой снег

source: Patchy moderate snow
fr: Neige modérée éparse
ru: Местами снег

source: Moderate snow
fr: Neige modérée
ru: Снег

source: Patchy heavy snow
fr: Neige abondante éparse
ru: Местами сильный снегопад

source: Heavy snow
fr: Neige abondante
ru: Сильный снегопад

source: Ice pellets
fr: Grêle
ru: Град

source: Light rain shower
fr: Averses de pluie légères
ru: Небольшой моросящий дождь

source: Rain shower
fr: Pluie torrentielle
ru: Моросящий дождь

source: Torrential rain shower
fr: Pluie forte
ru: Моросящий дождь

source: Light sleet showers
fr: Pluie avec neige légère
ru: Небольшой дождь со снегом

source: Sleet showers
fr: Pluie avec neige
ru: Дождьь со снегом

source: Light snow showers
fr: Averses de neige légères
ru: Небольшой снегопад

source: Snow showers
fr: Averses de neige
ru: Снегопад

source: Light showers of ice pellets
fr: Averses de granules de glace légères
ru: Град

source: Showers of ice pellets
fr: Averses de granules de glace
ru: Град

source: Light rain with thunder
fr: Pluie de tonnerre légère
ru: Дождь с грозой

source: Rain with thunder
fr: Pluie de tonnerre
ru: Дождь с грозой

source: Light snow with thunder
fr: Neige légère avec tonnerre
ru: Небольшой снег с грозой

source: Snow with thunder
fr: Neige avec tonnerre
ru: Снег с грозой

source: Sorry, no matching cities found. Avoid using diacritics, please.
fr: Désolé, pas de villes correspondantes trouvées. Évitez d'utiliser des signes diacritiques, s'il vous plaît.
ru: Извините, но город не найден. Используйте латиницу.

source: Sorry, impossible to get your location. Please, use city search instead.
fr: Désolé, impossible d'obtenir votre position. Veuillez réutiliser la recherche de ville à la place.
ru: К сожалению, не можем определить вашу локацию. Воспользуйтесь поиском по городу.

source: Sorry, impossible to get your location. Please, enable location services in your settings.
fr: Désolé, impossible d'obtenir votre position. Veuillez activer les services de localisation dans vos paramètres.
ru: К сожалению, не можем определить вашу локацию. Проверьте, что геосервисы включены в настройках девайса.

source: Sorry, impossible to get current forecast. Please, check your internet connection.
fr: Désolé, impossible d'obtenir les prévisions. S'il vous plait, vérifiez votre connexion internet.
ru: Похоже, прогноз недоступен. Проверьте ваше интернет-соединение.

source: Hairstyle,beard and mustache
fr: Coiffeur, moustache et barbe
